{
  "plugins": {
    "loupe": {
      "src": "https://github.com/wincent/loupe"
    },
    "mini.pick": {
      "src": "https://github.com/nvim-mini/mini.pick"
    },
    "nvim-catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "sxhkd-vim": {
      "src": "https://github.com/kovetskiy/sxhkd-vim"
    },
    "vim-astro": {
      "src": "https://github.com/wuelnerdotexe/vim-astro"
    },
    "vim-c-cpp-modern": {
      "src": "https://github.com/bfrg/vim-c-cpp-modern"
    },
    "vim-closer": {
      "src": "https://github.com/rstacruz/vim-closer"
    },
    "vim-dirvish": {
      "src": "https://github.com/justinmk/vim-dirvish"
    },
    "vim-endwise": {
      "src": "https://github.com/tpope/vim-endwise"
    },
    "vim-eunuch": {
      "src": "https://github.com/tpope/vim-eunuch"
    },
    "vim-ledger": {
      "src": "https://github.com/ledger/vim-ledger"
    },
    "vim-rsi": {
      "src": "https://github.com/tpope/vim-rsi"
    },
    "vim-surround": {
      "src": "https://github.com/tpope/vim-surround"
    },
    "vim-tmux-navigator": {
      "src": "https://github.com/christoomey/vim-tmux-navigator"
    },
    "vim-unimpaired": {
      "src": "https://github.com/tpope/vim-unimpaired"
    },
    "vimtex": {
      "src": "https://github.com/lervag/vimtex"
    },
    "vimwiki": {
      "src": "https://github.com/vimwiki/vimwiki"
    }
  }
}